#+TITLE: Clothed Figure Drawing
#+AUTHOR: Chris Hogan
#+DATE: <2021-09-13 Mon> to <2021-10-10 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-09-22 Wed 21:01], for week 2021-W38.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *26h 13m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *3h 13m*  |
  
  #+END:
*** <2021-09-13 Mon>
**** DONE Plan the unit                                               :study:
     :LOGBOOK:
     CLOCK: [2021-09-13 Mon 08:41]--[2021-09-13 Mon 09:28] =>  0:47
     :END:
**** DONE moderndayjames clothing                                     :study:
     :LOGBOOK:
     CLOCK: [2021-09-13 Mon 09:28]--[2021-09-13 Mon 09:57] =>  0:29
     :END:
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-13 Mon 17:53]--[2021-09-13 Mon 19:51] =>  1:58
     CLOCK: [2021-09-13 Mon 14:05]--[2021-09-13 Mon 15:40] =>  1:35
     CLOCK: [2021-09-13 Mon 10:08]--[2021-09-13 Mon 11:46] =>  1:38
     :END:
*** <2021-09-14 Tue>
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-14 Tue 18:00]--[2021-09-14 Tue 19:38] =>  1:38
     :END:
**** DONE Drapery study                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-14 Tue 19:38]--[2021-09-14 Tue 21:15] =>  1:37
     :END:
*** <2021-09-15 Wed>
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-15 Wed 18:00]--[2021-09-15 Wed 21:02] =>  3:02
     :END:
*** <2021-09-16 Thu>
**** DONE Watts drapery :drawing: 
     :LOGBOOK:
     CLOCK: [2021-09-16 Thu 18:01]--[2021-09-16 Thu 21:04] =>  3:03
     :END:
*** <2021-09-17 Fri>
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-17 Fri 18:06]--[2021-09-17 Fri 21:00] =>  2:54
     :END:
*** <2021-09-18 Sat>
**** DONE Gather reference                                            :study:
     :LOGBOOK:
     CLOCK: [2021-09-18 Sat 10:07]--[2021-09-18 Sat 10:36] =>  0:29
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-18 Sat 10:36]--[2021-09-18 Sat 11:44] =>  1:08
     :END:
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-18 Sat 19:03]--[2021-09-18 Sat 20:36] =>  1:33
     CLOCK: [2021-09-18 Sat 13:30]--[2021-09-18 Sat 16:31] =>  3:01
     :END:
*** <2021-09-19 Sun>
**** DONE moderndayjames clothing II                                  :study:
     :LOGBOOK:
     CLOCK: [2021-09-19 Sun 09:12]--[2021-09-19 Sun 10:00] =>  0:48
     :END:
**** DONE moderndayjames clothing II                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-19 Sun 18:21]--[2021-09-19 Sun 19:17] =>  0:56
     CLOCK: [2021-09-19 Sun 14:01]--[2021-09-19 Sun 14:59] =>  0:58
     CLOCK: [2021-09-19 Sun 10:00]--[2021-09-19 Sun 11:12] =>  1:12
     :END:
**** DONE Finch clothing                                              :study:
     :LOGBOOK:
     CLOCK: [2021-09-19 Sun 13:20]--[2021-09-19 Sun 13:41] =>  0:21
     :END:
**** DONE Blog post                                                   :study:
     :LOGBOOK:
     CLOCK: [2021-09-19 Sun 19:33]--[2021-09-19 Sun 19:52] =>  0:19
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-09-22 Wed 21:01], for week 2021-W38.
  | Tags    | Headline               | Time    |       |      |      |
  |---------+------------------------+---------+-------+------+------|
  |         | *Total time*           | *13:11* |       |      |      |
  |---------+------------------------+---------+-------+------+------|
  |         | \_  Week 2             |         | 13:11 |      |      |
  |         | \_    <2021-09-20 Mon> |         |       | 7:55 |      |
  | study   | \_      Watts drapery  |         |       |      | 2:27 |
  | drawing | \_      Watts drapery  |         |       |      | 5:28 |
  |         | \_    <2021-09-21 Tue> |         |       | 3:09 |      |
  | study   | \_      Watts drapery  |         |       |      | 0:15 |
  | drawing | \_      Watts drapery  |         |       |      | 2:54 |
  |         | \_    <2021-09-22 Wed> |         |       | 2:07 |      |
  | drawing | \_      Watts drapery  |         |       |      | 2:07 |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *10h 29m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *2h 42m*  |
  
  #+END:
*** <2021-09-20 Mon>
**** DONE Watts drapery                                               :study:
     :LOGBOOK:
     CLOCK: [2021-09-20 Mon 20:33]--[2021-09-20 Mon 20:58] =>  0:25
     CLOCK: [2021-09-20 Mon 15:33]--[2021-09-20 Mon 16:00] =>  0:27
     CLOCK: [2021-09-20 Mon 08:41]--[2021-09-20 Mon 10:16] =>  1:35
     :END:
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-20 Mon 18:01]--[2021-09-20 Mon 20:33] =>  2:32
     CLOCK: [2021-09-20 Mon 14:01]--[2021-09-20 Mon 15:33] =>  1:32
     CLOCK: [2021-09-20 Mon 10:16]--[2021-09-20 Mon 11:40] =>  1:24
     :END:
*** <2021-09-21 Tue>
**** DONE Watts drapery                                               :study:
     :LOGBOOK:
     CLOCK: [2021-09-21 Tue 21:04]--[2021-09-21 Tue 21:19] =>  0:15
     :END:
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-21 Tue 18:04]--[2021-09-21 Tue 20:58] =>  2:54
     :END:
*** <2021-09-22 Wed>
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-22 Wed 18:54]--[2021-09-22 Wed 21:01] =>  2:07
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-09-22 Wed 21:01], for week 2021-W38.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-09-22 Wed 21:01], for week 2021-W38.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
